<template>
  <div>
    これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。
  </div>
</template>

<style lang="scss" scoped>
  
</style>