<template>
  <main class="flex place-content-center pt-[96px] lg:pt-[72px]">
    <article class="prose max-w-3xl p-12 sm:p-10">
      <h1>Projects</h1>

      <p>
        これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。
      </p>
    </article>
  </main>
</template>

<style lang="scss" scoped>
</style>

<script setup lang="ts">
</script>