<template>
  <main class="pt-[96px] lg:pt-[72px]">
    <article id="projects" class="prose max-w-none p-10">
      <h1>Projects</h1>

      <p>
        これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。これはテスト用文章です。
      </p>
    </article>
  </main>
</template>

<style lang="scss" scoped>
</style>

<script setup lang="ts">
</script>